Repository: airmap/AirMapSDK-Swift
Catalog: Resources/Core/Localizations/*.lproj/Localizable.strings
Languages: ar, cs, de, es, fr, hi, it, nb_no, nl, pl_pl, sv, th

# ADVISORY_ACCEPTS_DIGITAL_NOTICE
source: Accepts Digital Notice
ar: تقبل الإشعار الرقمي
cs: Přijmout upozornění
de: Akzeptiert digitale Benachrichtigung
es: Acepta notificación digital
fr: Accepte les notifications numériques
hi: डिजिटल नोटिस स्वीकार करता है
it: Accetta comunicazione digitale
nb_no: Godtar Digital varsel
nl: Accepteert de aankondiging van de digitale
pl_pl: Akceptuje powiadomienia cyfrowe
sv: Accepterar digitalt meddelande
th: ยอมรับการแจ้งเตือนแบบดิจิทัล

# ADVISORY_PHONE_NOT_PROVIDED
source: No Phone Number Provided
ar: لم يتم تقديم رقم هاتف
cs: Nebylo poskytnuto telefonní číslo
de: Keine Telefonnummer angegeben
es: No se ha proporcionado ningún número de teléfono
fr: Aucun numéro de téléphone fourni
hi: कोई फ़ोन संख्या प्रस्तुत नहीं की गई
it: Non è stato fornito un numero di telefono
nb_no: Ingen nummeret
nl: Geen telefoonnummer
pl_pl: Nie podano numeru telefonu
sv: Telefonnummer inte angivet
th: ไม่ได้ระบุหมายเลขโทรศัพท์ไว้

# ADVISORY_TFR_ENDS_FORMAT
source: Ends: %1$@
ar: ينتهي في: %1$@
cs: Končí: %1$@
de: Endet: %1$@
es: Finaliza: %1$@
fr: Fin: %1$@
hi: समाप्त: %1$@
it: Termina: %1$@
nb_no: Slutter: %1$@
nl: Uiteinden: %1$@
pl_pl: Koniec: %1$@
sv: Slutar: %1$@
th: สิ้นสุด: %1$@

# ADVISORY_TFR_PERMANENT
source: Permanent
ar: دائم
cs: Trvalý
es: Permanente
hi: स्थायी
it: Permanente
nl: Permanente
pl_pl: Stały
th: ไม่กำหนดเวลา

# ADVISORY_TFR_STARTS_FORMAT
source: Starts: %1$@
ar: يبدأ في: %1$@
cs: Zahájení: %1$@
de: Beginnt: %1$@
es: Comienza: %1$@
fr: Débute : %1$@
hi: आरंभ: %1$@
it: Inizia: %1$@
nb_no: Starter: %1$@
nl: Start: %1$@
pl_pl: Start: %1$@
sv: Startar: %1$@
th: เริ่มต้น: %1$@

# ADVISORY_WILDFIRE_SIZE_FORMAT_ACRES
source: %1$@ Acres
ar: %1$@ هكتارات
cs: %1$@ Akrů
de: %1$@ Acre
fr: %1$@ demi-hectares
hi: %1$@ एकड़
it: %1$@ acri
nb_no: %1$@ dekar
pl_pl: %1$@ akry/akrów
sv: %1$@ tunnland
th: %1$@ เอเคอร์

# ADVISORY_WILDFIRE_SIZE_FORMAT_HECTARES
source: %1$@ Hectares
ar: %1$@ هكتار
cs: %1$@ Hektarů
de: %1$@ Hektar
es: %1$@ hectáreas
hi: %1$@ हैक्टेयर
it: %1$@ ettari
nb_no: %1$@ hektar
nl: %1$@ hectare
pl_pl: %1$@ hektary/hektarów
sv: %1$@ hektar
th: %1$@ เฮกตาร์

# ADVISORY_WILDFIRE_SIZE_UNKNOWN
source: Size Unknown
ar: الحجم غير معروف
cs: Velikost neznámá
de: Größe unbekannt
es: Tamaño desconocido
fr: Étendue inconnue
hi: नामालूम आकार
it: Dimensioni sconosciute
nb_no: Størrelse ukjent
nl: Grootte onbekend
pl_pl: Rozmiar nieznany
sv: Storlek okänd
th: ไม่ทราบขนาด

# AIRCRAFT_SELECT_AIRCRAFT
source: Select Aircraft
ar: تحديد طائرة
cs: Výběr stroje
de: Flugzeug auswählen
es: Seleccionar aeronave
fr: Sélectionner un appareil
hi: विमान का चयन करें
it: Seleziona aeromobile
nb_no: Velg fly
nl: Selecteer vliegtuigen
pl_pl: Wybierz samolot
sv: Välj flygplan
th: เลือกอากาศยาน

# AIRCRAFT_TITLE_CREATE_NEW
source: Create Aircraft
ar: إنشاء طائرة
cs: Vložit stroj
de: Flugzeug erstellen
es: Crear aeronave
fr: Créer un appareil
hi: विमान की संरचना करें
it: Crea aeromobile
nb_no: Opprette fly
nl: Vliegtuigen maken
pl_pl: Utwórz Samoloty
sv: Skapa flygplan
th: สร้างอากาศยาน

# AIRCRAFT_TITLE_UPDATE_EXISTING
source: Update Aircraft
ar: تحديث الطائرة
cs: Aktualizovat stroj
de: Flugzeug aktualisieren
es: Actualizar aeronave
fr: Mettre à jour appareil
hi: विमान अपडेट करें
it: Aggiorna aeromobile
nb_no: Oppdatere fly
nl: Bijwerken van vliegtuigen
pl_pl: Uaktualnij Samoloty
sv: Uppdatera flygplan
th: อัปเดตอากาศยาน

# AIRSPACE_TYPE_AERIAL_REC_AREA
source: Aerial Recreational Area
ar: منطقة ترفيهية جوية
cs: Letecká rekreační oblast
de: Flugerholungsgebiet
es: Espacio aéreo recreativo
fr: Espace aérien récréatif
hi: हवाई मनोरंजन क्षेत्र
it: Zona ricreativa aerea
nb_no: Antenne rekreasjonsområde
nl: Luchtfoto recreatiegebied
pl_pl: Rekreacyjny obszar lotniczy
sv: Rekreationsområde i luften
th: พื้นที่นันทนาการทางอากาศ

# AIRSPACE_TYPE_AIRPORT
source: Airport
ar: مطار
cs: Letiště
de: Flughafen
es: Aeropuerto
fr: Aéroport
hi: हवाई-अड्डा
it: Aeroporto
nb_no: Lufthavn
nl: Luchthaven
pl_pl: Lotnisko
sv: Flygplats
th: สนามบิน

# AIRSPACE_TYPE_AMA_FIELD
source: AMA Field
ar: حقل أكاديمية نموذج الملاحة الجوية
cs: Modelářské letiště
de: AMA-Flugplatz
es: Campo de la AMA
fr: Champ AMA
hi: AMA फ़ील्ड
it: Settore AMA
nb_no: AMA-feltet
nl: AMA veld
pl_pl: Pole AMA
th: สนาม AMA

# AIRSPACE_TYPE_CITY
source: City
ar: مدينة
cs: Město
de: Stadt
es: Ciudad
fr: Ville
hi: शहर
it: Città
nb_no: Byen
nl: Stad
pl_pl: Miasto
sv: Stad
th: เมือง

# AIRSPACE_TYPE_CONTROLLED
source: Controlled Airspace
ar: مجال جوي خاضع للرقابة
cs: Řízená oblast
de: Kontrollierter Luftraum
es: Espacio aéreo controlado
fr: Espace aérien contrôlé
hi: नियंत्रित हवाई-क्षेत्र
it: Spazio aereo controllato
nb_no: Kontrollert luftrom
nl: Gecontroleerd luchtruim
pl_pl: Kontrolowana przestrzeń powietrzna
sv: Kontrollerat luftrum
th: ห้วงอากาศควบคุม

# AIRSPACE_TYPE_COUNTRY
source: Country
ar: الدولة
cs: Země
de: Land
es: País
fr: Pays
hi: देश
it: Paese
nb_no: Land
nl: Land
pl_pl: Kraj
sv: Land
th: ประเทศ

# AIRSPACE_TYPE_COUNTY
source: County
ar: المقاطعة
cs: Okres
de: Bezirk
es: Condado
fr: Département
hi: काउंटी
it: Contea
nb_no: Fylke
pl_pl: Powiat
sv: Län
th: เทศมณฑล

# AIRSPACE_TYPE_CUSTOM
source: Custom
ar: مُخصص
cs: Uživatelský
de: Zoll
es: Personalizado
fr: Douane
hi: कस्टम
it: Personalizza
nb_no: Egendefinert
nl: Aangepaste
pl_pl: Niestandardowe
sv: Anpassat
th: กำหนดเอง

# AIRSPACE_TYPE_EMBASSY
source: Embassy
ar: سفارة
cs: Velvyslanectví
de: Botschaft
es: Embajada
fr: Ambassade
hi: दूतावास
it: Ambasciata
nb_no: Ambassaden
nl: Ambassade
pl_pl: Ambasada
sv: Ambassad
th: สถานเอกอัครราชทูต

# AIRSPACE_TYPE_EMERGENCY
source: First Responder Activity
ar: نشاط المستجيب الأول
cs: První aktivita odpovídače
de: Erste-Hilfe-Aktivität
es: Actividad de respuesta inicial
fr: Activité premier intervenant
hi: प्रथम उत्तरदाता गतिविधि
it: Attività di primo intervento
nb_no: Første Responder aktivitet
nl: Eerste Responder activiteit
pl_pl: Aktywność pierwszego respondera
sv: Nödutryckningsaktivitet
th: กิจกรรมผู้ตอบโต้รายแรก

# AIRSPACE_TYPE_FEDERAL_BUILDING
source: Federal Building
ar: مبنى فيدرالي
cs: Federální budova
de: Bundesgebäude
es: Edificio federal
fr: Bâtiment fédéral
hi: संघीय भवन
it: Palazzo federale
pl_pl: Budynek fereralny
sv: Federal byggnad
th: อาคารของรัฐบาลกลาง

# AIRSPACE_TYPE_FIR
source: Flight Information Region
ar: منطقة معلومات الرحلة
cs: Oblast s letovou informační službou
de: Fluginformationsgebiet
es: Región con información de vuelos (FIR)
fr: Région d'information de vol
hi: उड़ान जानकारी क्षेत्र
it: Regione informazioni volo
nb_no: Flight-informasjon regionen
nl: Vluchtinformatiegebied
pl_pl: Rejon Informacji Powietrznej
sv: Flyginformationsregion
th: เขตข้อมูลการบิน

# AIRSPACE_TYPE_FIRE
source: Fire
ar: حريق
cs: Požár
de: Feuer
es: Incendio
fr: Incendie
hi: अग्नि
it: Incendio
nb_no: Brann
nl: Brand
pl_pl: Pożary
sv: Brand
th: ไฟ

# AIRSPACE_TYPE_GLIDERPORT
source: Gliderport
ar: جيلدر بورت
cs: Oblast výskytu Kluzáků
de: Segelflugplatz
es: Base de planeadores
hi: ग्लाइडर पोर्ट
it: Campo volo per alianti
pl_pl: Lotnisko dla paralotni
th: สนามบินสำหรับเครื่องร่อน

# AIRSPACE_TYPE_HAZARD_AREA
source: Hazard Area
ar: منطقة خطرة
cs: Nebezpečná oblast
de: Gefahrenzone
es: Área peligrosa
fr: Zone dangereuse
hi: संकट क्षेत्र
it: Zona pericolosa
nb_no: Fare området
nl: Gevaar gebied
pl_pl: Obszary zagrożenia
sv: Riskområde
th: พื้นที่อันตราย

# AIRSPACE_TYPE_HELIPORT
source: Heliport
ar: مطار للطائرات العمودية
de: Hubschrauberlandeplatz
es: Helipuerto
fr: Héliport
hi: हेलीपोर्ट
it: Eliporto
nl: Helihaven
sv: Landningsplats för helikopter
th: ลานจอดเฮลิคอปเตอร์

# AIRSPACE_TYPE_HIGHWAY
source: Highway
ar: طريق سريع
cs: Dálnice
de: Autobahn
es: Autovía
fr: Autoroute
hi: राजमार्ग
it: Autostrada
nb_no: Motorvei
nl: Snelweg
pl_pl: Autostrada
sv: Motorväg
th: ถนนหลวง

# AIRSPACE_TYPE_HOSPITAL
source: Hospital
ar: مستشفى
cs: Nemocnice
de: Krankenhaus
fr: Hôpital
hi: हॉस्पिटल
it: Ospedale
nb_no: Sykehus
nl: Ziekenhuis
pl_pl: Szpital
sv: Sjukhus
th: โรงพยาบาล

# AIRSPACE_TYPE_INDUSTRIAL_PROPERTY
source: Industrial Property
ar: ملكية صناعية
cs: Průmyslová oblast
de: Industrielles Eigentum
es: Propiedad industrial
fr: Propriété industrielle
hi: औद्योगिक संपत्ति
it: Proprietà industriale
nb_no: Industriell eiendom
nl: IndustriÃ«le eigendom
pl_pl: Nieruchomość przemysłowa
sv: Industriområde
th: ทรัพย์สินทางอุตสาหกรรม

# AIRSPACE_TYPE_JAPAN_BASE
source: Japan Base Admin
ar: إدارة قاعدة يابانية
cs: Japonská základna
de: Verwaltung des Stützpunktes Japan
es: Base japonesa
fr: Administration base japonaise
hi: जापान बेस एडमिन
it: Amministratore base Giappone
nl: Japan basis Admin
pl_pl: Japońska baza administracyjna
th: ผู้ดูแลระบบสนามบินในญี่ปุ่น

# AIRSPACE_TYPE_MILITARY_PROPERTY
source: Military Property
ar: ملكية عسكرية
cs: Vojenská oblast
de: Militärisches Eigentum
es: Propiedad militar
fr: Propriété militaire
hi: सैन्य संपत्ति
it: Proprietà militare
nb_no: Militært
nl: Militaire eigenschap
pl_pl: Nieruchomość wojskowa
sv: Militärområde
th: ทรัพย์สินทางด้านการทหาร

# AIRSPACE_TYPE_NATIONAL_PARK
source: National Park
ar: متنزه وطني
cs: Národní Park
es: Parque nacional
fr: Parc national
hi: राष्ट्रीय पार्क
it: Parco nazionale
nb_no: Nasjonalpark
nl: Nationaal Park
pl_pl: Park Narodowy
th: อุทยานแห่งชาติ

# AIRSPACE_TYPE_NOTAM
source: NOTAM
ar: إشعار لمسؤولي الطيران
es: Zona NOTAM
th: ข่าวประกาศสำหรับผู้ทำการบิน

# AIRSPACE_TYPE_POLICE_STATION
source: Police Station
ar: مركز شرطة
cs: Policejní stanice
de: Polizeirevier
es: Estación de policía
fr: Poste de police
hi: पुलिस थाना
it: Stazione di polizia
nb_no: Politistasjon
nl: Politiebureau
pl_pl: Budynek policji
sv: Polisstation
th: สถานีตำรวจ

# AIRSPACE_TYPE_POWERLINE
source: Powerline
ar: خط كهرباء
cs: Elektrické vedení
de: Stromleitung
es: Tendido eléctrico
fr: Ligne électrique
hi: ऊर्जा लाईन
it: Linea elettrica
nb_no: Nettledning
pl_pl: Linie napięcia
sv: Kraftledning
th: สายไฟฟ้า

# AIRSPACE_TYPE_POWER_PLANT
source: Power Plant
ar: محطة توليد كهرباء
cs: Elektrárna
de: Kraftwerk
es: Central eléctrica
fr: Centrale électrique
hi: ऊर्जा संयंत्र
it: Centrale elettrica
nb_no: Kraftverk
nl: Elektriciteitscentrale
pl_pl: Elektrownia
sv: Kraftverk
th: โรงไฟฟ้า

# AIRSPACE_TYPE_PRISON
source: Prison
ar: سجن
cs: Věznice
de: Gefängnis
es: Cárcel
hi: जेल
it: Prigione
nb_no: Fengsel
nl: Gevangenis
pl_pl: Więzienie
sv: Fängelse
th: เรือนจำ

# AIRSPACE_TYPE_RAILWAY
source: Railway
ar: سكة حديد
cs: Železnice
de: Eisenbahnstrecke
es: Ferrocarril
fr: Chemin de fer
hi: रेलवे
it: Ferrovia
nb_no: Jernbane
nl: Spoorwegen
pl_pl: Kolej
sv: Tågspår
th: ทางรถไฟ

# AIRSPACE_TYPE_RESIDENTIAL_PROPERTY
source: Residential Property
ar: عقارات سكنية
cs: Obydlená oblast
de: Wohneigentum
es: Propiedad residencial
fr: Propriété résidentielle
hi: आवासीय संपत्ति
it: Immobile residenziale
nb_no: Bolig
nl: Residentieel onroerend goed
pl_pl: Nieruchomość mieszkalna
sv: Bostadsfastighet
th: ทรัพย์สินประเภทที่พักอาศัย

# AIRSPACE_TYPE_SCHOOL
source: School
ar: مدرسة
cs: Škola
de: Schule
es: Colegio
fr: École
hi: स्कूल
it: Scuola
nb_no: Skolen
pl_pl: Szkoła
sv: Skola
th: โรงเรียน

# AIRSPACE_TYPE_SEAPLANE_BASE
source: Seaplane Base
ar: قاعدة طائرة مائية
cs: Základna hydroplánů
de: Basis für Wasserflugzeuge
es: Base de hidroaviones
fr: Base pour hydravions
hi: जलविमान बेस
it: Base idrovolante
nb_no: Sjøfly Base
nl: Watervliegtuig Base
pl_pl: Baza hydroplanów
sv: Sjöflygplansbas
th: สนามบินน้ำ

# AIRSPACE_TYPE_SPECIAL_USE
source: Special Use Airspace
ar: مجال جوي باستخدام خاص
cs: Prostor se speciálním užíváním
de: Luftraum für Sondernutzungen
es: Espacio aéreo de uso especial
fr: Espace aérien à utilisation particulière (SUA)
hi: विशेष उपयोग हवाई-क्षेत्र
it: Spazio aereo a uso speciale
nb_no: Spesiell bruk luftrom
nl: Speciaal gebruik luchtruim
pl_pl: Przestrzeń powietrzna specjalnego przeznaczenia
sv: Specialluftrum
th: ห้วงอากาศที่มีการใช้เป็นพิเศษ

# AIRSPACE_TYPE_STADIUM
source: Stadium
ar: إستاد
cs: Stadión
de: Stadion
es: Estadio
fr: Stade
hi: स्टेडियम
it: Stadio
nb_no: Stadion
nl: Stadion
pl_pl: Stadion
sv: Stadion
th: สนามกีฬา

# AIRSPACE_TYPE_STATE
source: State
ar: البلد/الولاية
cs: Stát
de: Bundesland
es: Estado
fr: État
hi: राज्य
it: Stato
nb_no: Tilstand
nl: Staat
pl_pl: Stan
sv: Stat
th: มลรัฐ

# AIRSPACE_TYPE_SUBPREFECTURE
source: Subprefecture
ar: محافظة فرعية
cs: Podprovincie
de: Unterpräfektur
es: Subprefectura
fr: Sous-préfecture
hi: उप-प्रशासक प्रान्त
it: Sottoprefettura
nl: Oprichting van de subprefectuur
pl_pl: Podprefektura
sv: Subprefektur
th: กิ่งจังหวัด

# AIRSPACE_TYPE_SUPERCITY
source: Supercity
ar: مدينة كبيرة
cs: Velkoměsto
es: Ciudad-región
fr: Mégapole
hi: सुपरसिटी
it: Supercittà
th: ซูเปอร์ซิตี้

# AIRSPACE_TYPE_TFR_FAA
source: Temporary Flight Restriction
ar: تقييد طيران مؤقت
cs: Dočasně omezená oblast (TFR)
de: Vorübergehende Flugbeschränkung
es: Restricción temporal de vuelo
fr: Restriction de vol temporaire
hi: अस्थाई उड़ान प्रतिबन्ध
it: Restrizione temporanea al volo
nb_no: Midlertidig Flight begrensning
nl: Tijdelijke vlucht beperking
pl_pl: Tymczasowe ograniczenia lotów
sv: Tillfälliga flygbegränsningar
th: เขตจำกัดการบินชั่วคราว

# AIRSPACE_TYPE_ULM_FIELD
source: Ultralight Field
ar: حقل خفيف
cs: Oblast pro Ultralighty
de: Flugplatz für Ultraleichtflugzeuge
es: Campo para ultraligeros
fr: Terrain ultra-léger
hi: अल्ट्रालाइट फ़ील्ड
it: Settore ultraleggero
nb_no: Ultralett feltet
nl: Ultralichte veld
pl_pl: Pole Ultralight
sv: Ultralätt fält
th: สนามเครื่องอุลตร้าไลท์

# AIRSPACE_TYPE_UNCLASSIFIED
source: Unclassified
ar: غير مُصنف
cs: Nezařazené
de: Nicht klassifiziert
es: Sin clasificar
fr: Non classé
hi: अवर्गीकृत
it: Non classificato
nb_no: Uklassifisert
nl: Niet-geclassificeerde
pl_pl: Niesklasyfikowany
sv: Oklassificerat
th: จำแนกไม่ได้

# AIRSPACE_TYPE_UNIVERSITY
source: University
ar: جامعة
cs: Univerzita
de: Universität
es: Universidad
fr: Université
hi: महाविद्यालय
it: Università
nb_no: Universitetet
nl: Universiteit
pl_pl: Uniwersytet
sv: Universitet
th: มหาวิทยาลัย

# AIRSPACE_TYPE_WATERWAY
source: Waterway
ar: مجرى مائي
cs: Vodní toky
de: Wasserstraße
es: Curso de agua
fr: Cours d'eau
hi: जलमार्ग
it: Corso d'acqua navigabile
nb_no: Vannvei
nl: Binnenwateren
pl_pl: Droga wodna
sv: Vattenväg
th: ทางน้ำ

# AIRSPACE_TYPE_WILDFIRE
source: WildFire
ar: حريق غابات
cs: Požáry
de: Flächenbrand
es: Incendio descontrolado
fr: Feu de forêt
hi: अग्निकाण्ड
it: Incendio
nb_no: Ild
nl: Wildvuur
pl_pl: Pożar
sv: Löpeld
th: ไฟป่า

# AUTHORIZATION_ACCEPTED
source: Approved
ar: تمت الموافقة
cs: Schváleno
de: Genehmigt
es: Aprobado
fr: Autorisée
hi: स्वीकृत
it: Approvato
nb_no: Godkjent
nl: Goedgekeurd
pl_pl: Zatwierdzone
sv: Godkänd
th: ได้รับการอนุมัติ

# AUTHORIZATION_CANCELLED_SUBMISSION
source: Authorization Invalidated
ar: تم إلغاء التصريح
cs: Ověření zamítnuto
de: Berechtigung aufgehoben
es: Autorización cancelada
fr: Autorisation annulée
hi: अनुमति रद्द की गई
it: Autorizzazione cancellata
nb_no: Autorisasjon avbrutt
nl: Vergunning geannuleerd
pl_pl: Autoryzacja anulowana
sv: Auktorisering avbruten
th: ยกเลิกการขออนุญาตแล้ว

source: Authorization Not Requested
ar: لم يتم طلب التصريح
cs: Ověření není vyžadováno
de: Berechtigung nicht angefordert
es: Autorización no solicitada
fr: Autorisation non demandée
hi: अनुमति का अनुरोध नहीं किया गया
it: Autorizzazione non richiesta
nb_no: Godkjenning ikke forespurt
nl: Vergunning niet om gevraagd
pl_pl: Autoryzacja nieżądana
sv: Auktorisering inte begärd
th: ไม่ได้ขออนุญาต

source: Authorization Pending
ar: التصريح مُعلق
cs: Autorizace se vyřizuje
de: Berechtigung noch nicht erteilt
es: Autorización pendiente
fr: Autorisation en attente
hi: अनुमति विचाराधीन है
it: Autorizzazione in attesa
nb_no: Autorisasjon venter
nl: Vergunning in afwachting van
pl_pl: Autoryzacja oczekująca
sv: Auktorisering behandlas
th: กำลังรอการอนุมัติ

source: Authorization Rejected
ar: تم رفض التصريح
cs: Autorizace zamítnuta
de: Berechtigung abgelehnt
es: Autorización denegada
fr: Autorisation refusée
hi: अनुमति अस्वीकृत
it: Autorizzazione respinta
nb_no: Godkjenning avslått
nl: Vergunning geweigerd
pl_pl: Autoryzacja odrzucona
sv: Auktorisering avvisad
th: ปฏิเสธการขออนุญาตแล้ว

# AUTHORIZATION_REJECTED_UPON_SUBMISSION
source: Rejected Upon Submission
ar: تم الرفض فور الإرسال
cs: Zamítnutí žádosti
de: Bei Einreichung abgelehnt
es: Rechazado tras la recepción
fr: Refusée après examen de la demande
hi: प्रस्तुति के पश्चात अस्वीकृत
it: Respinto in seguito a invio
nb_no: Avvist ved sending
nl: Verworpen op vertoon
pl_pl: Odrzucono po złożeniu
sv: Avvisas vid inlämning
th: ได้รับการปฏิเสธขณะทำการส่ง

# AUTHORIZATION_UPON_SUBMISSION
source: Authorization Pending Submission
ar: تصريح فور الإرسال
cs: Autorizace na žádost
de: Bei Einreichung autorisiert
es: Autorización tras la recepción
fr: Autorisation après examen de la demande
hi: प्रस्तुति के पश्चात स्वीकृत
it: Autorizzazione in seguito a invio
nb_no: Godkjenning ved innlevering
nl: Vergunning op vertoon
pl_pl: Autoryzacja po złożeniu
sv: Auktorisering vid inlämning
th: การขออนุญาตขณะทำการส่ง

# AUTH_ERROR_ACCOUNT_BLACKLISTED
source: Your account has been blacklisted. Please contact security@airmap.com
ar: تم إضافة حسابك للقائمة السوداء. يُرجى التواصل معنا عبر البريد التالي: security@airmap.com
cs: Váš účet je na černé listině. Kontaktujte prosím security@airmap.com
de: Ihr Konto wurde auf die schwarze Liste gesetzt. Bitte kontaktieren Sie security@airmap.com
es: Tu cuenta se encuentra en la lista negra. Ponte en contacto con security@airmap.com.
fr: Votre compte a été placé sur liste noire. Veuillez vous adresser à security@airmap.com
hi: आपका खाता काली सूची में लिखा गया है। कृप्या security@airmap.com से संपर्क करें।
it: Il tuo account è stato inserito nella lista nera. Contatta security@airmap.com
nb_no: Din konto er blitt blacklisted. Kontakt security@airmap.com
nl: Uw account heeft op de zwarte lijst. Neem contact op met security@airmap.com
pl_pl: Twoje konto zostało dodane na czarną listę. Prosimy o kontakt z security@airmap.com.
sv: Ditt konto är svartlistat. Kontakta security@airmap.com
th: บัญชีของคุณถูกขึ้นบัญชีดำ กรุณาติดต่อ security@airmap.com

# AUTH_ERROR_EMAIL_NEEDS_VERIFICATION_REQUIRED
source: Your email address needs to be verified. Please check your inbox.
ar: يجب التحقق من عنوان البريد الإلكتروني الخاص بك. يُرجى التحقق من صندوق الوارد.
cs: Vaše e-mailová adresa musí být ověřena. Zkontrolujte Vaší schránku.
de: Ihre E-Mail-Adresse muss überprüft werden. Bitte überprüfen Sie Ihren Posteingang.
es: Es necesario verificar tu dirección de correo electrónico. Revisa tu bandeja de entrada.
fr: Votre adresse e-mail doit être confirmée. Veuillez consulter votre boîte de réception.
hi: आपके ईमेल पते का सत्यापन होना शेष है। कृप्या अपना इन-बॉक्स देखें।
it: Il tuo indirizzo e-mail deve essere verificato. Controlla la tua posta in arrivo.
nb_no: Din e-postadresse må kontrolleres. Vennligst sjekk innboksen.
nl: Uw e-mailadres moet worden gecontroleerd. Controleer uw postvak in.
pl_pl: Twój adres e-mail musi zostać zweryfikowany. Sprawdź swoją skrzynkę pocztową.
sv: Du måste bekräfta din e-postadress. Kontrollera din inkorg.
th: จำเป็นต้องมีการยืนยันที่อยู่อีเมลของคุณ กรุณาตรวจสอบกล่องจดหมายของคุณ

# AUTH_ERROR_UNAUTHORIZED
source: Unauthorized
ar: غير مُصرح به
cs: Neoprávněný
de: Nicht autorisiert
es: No autorizado
fr: Non autorisé
hi: अनधिकृत
it: Non autorizzato
nb_no: Uautorisert
nl: Onbevoegde
pl_pl: Nieautoryzowany
sv: Obehörig
th: ไม่ได้รับอนุญาต

# AUTH_FAILED_LOGIN_TITLE
source: Alert
ar: تنبيه
cs: Upozornění
de: Warnung
es: Alerta
fr: Alerte
hi: चेतावनी
it: Allarme
nb_no: Varsle
nl: Waarschuwen
pl_pl: Komunikat
sv: Varning
th: แจ้งเตือน

# CARDINAL_DIRECTION_E
source: E
ar: ش
de: O
sv: Ö

# CARDINAL_DIRECTION_ENE
source: ENE
ar: ش ش ش
de: ONO
nl: ONO
sv: ONO

# CARDINAL_DIRECTION_ESE
source: ESE
ar: ش ج ش
de: OSO
sv: OSO

# CARDINAL_DIRECTION_N
source: N
ar: ش

# CARDINAL_DIRECTION_NE
source: NE
ar: ش ش
de: NO
sv: NO

# CARDINAL_DIRECTION_NNNE
source: NNE
ar: ش ش ش
de: NNO
nb_no: ØST
nl: NNO
sv: NNO

# CARDINAL_DIRECTION_NNW
source: NNW
ar: ش ش غ
es: NNO
fr: NNO
it: NNO
nb_no: NNV
sv: NNV

# CARDINAL_DIRECTION_NW
source: NW
ar: ش غ
es: NO
fr: NO
it: NO
sv: NV

# CARDINAL_DIRECTION_S
source: S
ar: ج

# CARDINAL_DIRECTION_SE
source: SE
ar: ج ش
de: SO
sv: SO

# CARDINAL_DIRECTION_SSE
source: SSE
ar: ج ج ش
de: SSO
sv: SSO

# CARDINAL_DIRECTION_SSW
source: SSW
ar: ج ج غ
es: SSO
fr: SSO
it: SSO
sv: SSV

# CARDINAL_DIRECTION_SW
source: SW
ar: ج غ
es: SO
fr: SO
it: SO
sv: SV

# CARDINAL_DIRECTION_W
source: W
ar: غ
es: O
fr: O
it: O
sv: V

# CARDINAL_DIRECTION_WNW
source: WNW
ar: غ ش غ
es: ONO
fr: ONO
it: ONO
nb_no: ØST
sv: VNV

# CARDINAL_DIRECTION_WSW
source: WSW
ar: غ ج غ
es: OSO
fr: OSO
it: OSO
nb_no: VSV
sv: VSV

# ERROR_CANCELLED
source: Request cancelled before it could be completed
ar: تم إلغاء الطلب قبل استكماله
cs: Žádost byla zrušena dříve než mohla být dokončena
de: Vorgang abgebrochen, bevor er abgeschlossen werden konnte
es: La solicitud se ha cancelado antes de completarse
fr: Requête annulée avant d'être complétée
hi: पूरा करने से पूर्व रद्द करने का अनुरोध करें
it: Richiesta cancellata prima di poterla completare
nb_no: Forespørselen ble avbrutt før den kunne fullføres
nl: Aanvraag geannuleerd voordat deze kon worden voltooid
pl_pl: Prośba anulowana przed jej ukończeniem.
sv: Förfrågan avbröts innan den kunde slutföras
th: คำขอถูกยกเลิกก่อนที่จะดำเนินการเสร็จสิ้น

# ERROR_CONFLICT
source: A conflict exists
ar: يوجد تعارض
cs: Existující konflikt
de: Es gibt ein Problem
es: Hay un problema
fr: Il y a un conflit
hi: एक टकराव मौजूद है
it: È presente un conflitto
nb_no: En konflikt
nl: Een conflict bestaat
pl_pl: Wystąpił konflikt.
sv: Det finns en konflikt
th: มีข้อขัดแย้งเกิดขึ้น

# ERROR_GENERIC_FORMAT
source: The server returned an error. (%@)
ar: أرجع الخادم خطأ. (%@)
cs: Chyba serveru. (%@)
de: Der Server hat einen Fehler gemeldet. (%@)
es: Ha habido un error en el servidor. (%@)
fr: Le serveur a renvoyé un message d'erreur. (%@)
hi: सर्वर ने एक त्रुटि लौटाई है। (%@)
it: Il server ha riportato un errore. (%@)
nb_no: Serveren returnerte en feil. (%@)
nl: De server een fout geretourneerd. (%@)
pl_pl: Serwer zwrócił błąd. (%@)
sv: Servern returnerade ett fel. (%@)
th: เซิร์ฟเวอร์แสดงข้อผิดพลาด (%@)

# ERROR_SERIALIZATION
source: The server returned an unprocessable response.
ar: أرجع الخادم استجابة يتعذر معالجتها.
cs: Server vrátil nezpracovanou odpověď.
de: Der Server hat eine nicht verarbeitbare Antwort zurückgesendet.
es: El servidor ha arrojado una respuesta que no puede procesarse.
fr: Le serveur a renvoyé une réponse non traitable.
hi: सर्वर ने एक संसाधित न किये जाने योग्य उत्तर लौटाया है।
it: Il server ha riportato una risposta non lavorabile.
nb_no: Serveren returnerte en ikke kan behandles svar.
nl: De server heeft een onverwerkbare antwoord teruggestuurd.
pl_pl: Serwer zwrócił nieprzetworzoną odpowiedź.
sv: Servern returnerade ett obearbetat svar.
th: เซิร์ฟเวอร์แสดงการตอบกลับที่ไม่สามารถประมวลผลได้

# ERROR_SERVER
source: The server could not complete your request.
ar: لم يستطع الخادم استكمال طلبك.
cs: Server nemohl dokončit požadavek.
de: Der Server konnte Ihre Anfrage nicht bearbeiten.
es: El servidor no ha podido completar tu solicitud.
fr: Le serveur n'a pas pu traiter votre requête.
hi: सर्वर आपका अनुरोध पूरा नहीं कर सका है।
it: Il server non ha potuto completare la tua richiesta.
nb_no: Serveren kan ikke fullføre forespørselen.
nl: Uw aanvraag kon niet worden voltooid door de server.
pl_pl: Serwer nie mógł zakończyć Twojej prośby.
sv: Servern kunde inte slutföra din förfrågan.
th: เซิร์ฟเวอร์ไม่สามารถดำเนินการตามคำขอของคุณได้สำเร็จ
