Repository: airmap/AirMapSDK-Swift
Catalog: Resources/Core/Localizations/*.lproj/Localizable.strings
Languages: ar, cs, de, es, fr, hi, it, nb_no, nl, pl_pl, sv, th

source: Validation Pending
ar: التحقق مُعلق
cs: Ověření čeká na schválení
de: Bestätigung noch ausstehend
es: Validación pendiente
fr: Validation en attente
hi: सत्यापन विचाराधीन
it: Conferma in attesa
nb_no: Validering venter
nl: In afwachting van validatie
pl_pl: Walidacja w oczekiwaniu
sv: Validering behandlas
th: อยู่ระหว่างดำเนินการตรวจสอบ

# VALIDATION_REJECTED
source: Rejected Missing Info
ar: تم الرفض لنقص المعلومات
cs: Odmítnutí chybějících informací
de: Abgelehnte fehlende Informationen
es: Rechazado por falta de información
fr: Refusé: informations manquantes
hi: अनुपलब्ध जानकारी अस्वीकृत
it: Informazioni mancanti respinte
nb_no: Avvist manglende informasjon
nl: Verworpen van ontbrekende Info
pl_pl: Odrzucono brakujące informacje
sv: Avvisad saknar information
th: ข้อมูลที่ขาดหายไปได้รับการปฏิเสธ
