Repository: airmap/AirMapSDK-Swift
Catalog: Resources/Core/Localizations/*.lproj/Localizable.strings
Languages: ar, cs, de, es, fr, hi, it, nb_no, nl, pl_pl, sv, th

# ERROR_UNAUTHORIZED
source: Unauthorized. Please check login credentials.
ar: غير مُصرح به. يُرجى التحقق من اعتمادات تسجيل الدخول الخاصة بك.
cs: Neoprávněný přístup. Zkontrolujte přihlašovací údaje.
de: Nicht autorisiert. Bitte überprüfen Sie die Anmeldedaten.
es: No autorizado. Revisa las credenciales de inicio de sesión.
fr: Non autorisé. Veuillez vérifier vos identifiants de connexion.
hi: अनधिकृत कृप्या लॉग-इन विवरण चेक करें।
it: Non autorizzato. Controlla le credenziali di accesso.
nb_no: Uautorisert. Kontroller logikk credentials.
nl: Onbevoegde. Controleer inloggegevens.
pl_pl: Nieautoryzowany. Sprawdź dane logowania.
sv: Obehörigt. Kontrollera inloggningsuppgifter.
th: ไม่อนุญาต โปรดตรวจสอบข้อมูลรับรองการเข้าสู่ระบบ

# FLIGHT_DRAWING_RADIUS
source: Radius
ar: نصف قطر
cs: Poloměr
es: Radio
fr: Rayon
hi: त्रिज्या
it: Raggio
nl: Straal
pl_pl: Promień
sv: Radie
th: รัศมี

# FLIGHT_DRAWING_TOOLTIP_CTA_DRAG_TO_MODIFY_GEOMETRY
source: Drag any point to move. Drag any midpoint to add a new point.
ar: اسحب أي نقطة للتحرك. اسحب أي نقطة منتصف لإضافة نقطة جديدة.
cs: Přetáhněte libovolný bod, který chcete přesunout. Přetáhněte libovolný středový bod pro přidání nového bodu.
de: Ziehen Sie einen beliebigen Punkt, um sich zu bewegen. Ziehen Sie einen beliebigen Mittelpunkt, um einen neuen Punkt hinzuzufügen.
es: Arrastra cualquier punto para desplazarlo. Arrastra cualquier punto medio para añadir un nuevo punto.
fr: Déplacez n'importe quel point. Déplacez tout point médian pour ajouter un nouveau point.
hi: किसी पॉइंट को हिलाने के लिये ड्रैग करें। कोई नया पॉइंट जोड़ने के लिये कोई मध्य-पॉइंट ड्रैग करें।
it: Trascina qualsiasi punto per spostarlo. Trascina qualsiasi punto medio per aggiungere un nuovo punto.
nb_no: Dra et punkt å flytte. Dra alle midtpunktet for å legge til et nytt sted.
nl: Sleep elk punt te verplaatsen. Sleep een middelpunt om toe te voegen een nieuw punt.
pl_pl: Przeciągnij dowolny punkt, aby go przenieść. Przeciągnij dowolny środkowy punkt, aby dodać nowy punkt.
sv: Dra en punkt för att flytta. Dra en mittpunkt för att lägga till en ny punkt.
th: ลากจุดเพื่อย้าย ลากจุดกึ่งกลางเพื่อเพิ่มจุดใหม่

# FLIGHT_DRAWING_TOOLTIP_CTA_DRAG_TO_TRASH_TO_DELETE
source: Drag point to trash to delete
ar: اسحب نقطة لسلة المُهملات أو الحذف
cs: Přetáhněte bod, který chcete smazat do koše
de: Ziehen Sie den Punkt in den Papierkorb, um ihn zu löschen.
es: Arrastra el punto a la papelera para eliminarlo
fr: Déplacez un point vers la poubelle pour le supprimer.
hi: मिटाने के लिये पॉइंट को ट्रेश तक ड्रैग करें।
it: Trascina qualsiasi punto verso il cestino per eliminare
nb_no: Dra punktet papirkurven slette
nl: Sleep naar de Prullenbak te verwijderen
pl_pl: Przeciągnij punkt do kosza, aby go usunąć.
sv: Dra punkt till skräp för att ta bort
th: ลากจุดไปที่ถังขยะเพื่อลบ

# FLIGHT_DRAWING_TOOLTIP_CTA_DRAW_FREEHAND_AREA
source: Draw a flight area
ar: رسم منطقة الرحلة
cs: Zakreslit oblast letu
de: Ein Fluggebiet zeichnen
es: Dibujar área de vuelo
fr: Dessiner une zone de vol
hi: उड़ान क्षेत्र तैयार करें
it: Disegna una zona di volo
nb_no: Tegne et fly-område
nl: Tekenen van een vlucht gebied
pl_pl: Wyznacz obszar lotu.
sv: Rita ett flygområde
th: วาดพื้นที่ทำการบิน

# FLIGHT_DRAWING_TOOLTIP_CTA_DRAW_FREEHAND_PATH
source: Draw a flight path
ar: رسم مسار الرحلة
cs: Kreslit trasu letu
de: Eine Flugroute zeichnen
es: Dibujar ruta de vuelo
fr: Dessiner une trajectoire de vol
hi: उड़ान मार्ग तैयार करें
it: Disegna un percorso di volo
nb_no: Tegne en bane
nl: Tekenen van een vliegroute
pl_pl: Wyznacz trasę lotu.
sv: Rita en flygväg
th: วาดเส้นทางการบิน

# FLIGHT_DRAWING_TOOLTIP_CTA_POSTIION_POINT
source: Drag the center point to position your flight area.
ar: اسحب نقطة المركز لتحديد موضع منطقة رحلتك.
cs: Přetáhněte středový bod k umístění oblasti letu.
de: Ziehen Sie den Mittelpunkt, um Ihr Fluggebiet zu positionieren.
es: Arrastra el punto central para delimitar el área de vuelo.
fr: Déplacez le point central pour positionner votre zone de vol.
hi: अपना उड़ान क्षेत्र स्थापित करने हेतु केंद्र बिन्दु को ड्रैग करें।
it: Trascina il punto centrale per posizionare la zona del tuo volo.
nb_no: Dra midtpunktet for å plassere flyturen området.
nl: Sleep het middelpunt om te plaatsen uw vlucht-gebied.
pl_pl: Przeciągnij środkowy punkt, aby ustawić swój obszar lotu.
sv: Dra mittpunkten för att märka ut ditt flygområde.
th: ลากจุดศูนย์กลางเพื่อหาตำแหน่งพื้นที่ทำการบินของคุณ

# FLIGHT_DRAWING_TOOLTIP_CTA_TAP_ICON_TO_DRAW_AREA
source: Tap the hand icon to draw a flight area.
ar: انقر فوق أيقونة اليد لرسم منطقة الرحلة.
cs: Kliknutím na ikonu ruky nakreslete letovou oblast.
de: Klicken Sie auf das Handsymbol, um ein Fluggebiet zu zeichnen.
es: Toca el icono de la mano para dibujar un área de vuelo.
hi: उड़ान क्षेत्र तैयार करने हेतु हाथ के आइकॉन पर टैप करें।
it: Tocca l'icona con la mano per disegnare una zona di volo.
nb_no: Trykk på håndikonet for å tegne et fly område.
nl: Tik op het handpictogram om te tekenen van een gebied van de vlucht.
pl_pl: Dotknij ikonę rączki, aby wyznaczyć obszar lotu.
sv: Tryck på handikonen för att rita ett flygområde.
th: แตะไอคอนรูปมือเพื่อวาดพื้นที่ทำการบิน

# FLIGHT_DRAWING_TOOLTIP_CTA_TAP_ICON_TO_DRAW_PATH
source: Tap the hand icon to draw a flight path.
ar: انقر فوق أيقونة اليد لرسم مسار الرحلة.
cs: Kliknutím na ikonu ruky nakreslete trasu letu.
de: Klicken Sie auf das Handsymbol, um eine Flugroute zu zeichnen.
es: Toca el icono de la mano para dibujar una ruta de vuelo.
fr: Cliquez sur l'icône de la main pour dessiner une trajectoire de vol.
hi: उड़ान मार्ग तैयार करने हेतु हाथ के आइकॉन पर टैप करें।
it: Tocca l'icona con la mano per disegnare un percorso di volo.
nb_no: Trykk på håndikonet hvis du vil tegne en bane.
nl: Tik op het handpictogram om een vlucht pad te tekenen.
pl_pl: Dotknij ikonę rączki, aby wyznaczyć trasę lotu.
sv: Tryck på handikonen för att rita en flygväg.
th: แตะไอคอนรูปมือเพื่อวาดเส้นทางการบิน

# FLIGHT_DRAWING_TOOLTIP_ERROR_OVERLAPPING_PERMIT_AREAS
source: Flight area cannot overlap with conflicting permit requirement zones.
ar: لا يمكن تداخل منطقة الطيران مع مناطق متطلبات التصاريح المتعارضة.
cs: Oblast letu se nemůže překrývat se zónami s požadavkem na povolení.
de: Das Fluggebiet darf sich nicht mit genehmigungspflichtigen Konfliktzonen überschneiden.
es: El área de vuelo no puede coincidir con zonas que requieren permisos.
fr: La zone de vol ne peut chevaucher des zones conflictuelles de permis obligatoire.
hi: उड़ान क्षेत्र विरोधाभासी परमिट आवश्यकता क्षेत्र के साथ ओवरलैप नहीं कर सकता हैं।
it: La zona di volo non può sovrapporsi con le aree che permettono le esigenze di conflitti.
nb_no: Flight området kan ikke overlappe med motstridende arbeidstillatelse krav soner.
nl: Vlucht gebied elkaar niet overlappen met tegenstrijdige vergunning vereiste zones.
pl_pl: Strefa lotów nie może pokrywać się ze strefami wymagającymi kolidującego zezwolenia.
sv: Flygområdet kan inte överlappa motstridiga zoner som kräver tillstånd.
th: พื้นที่ทำการบินไม่สามารถทับซ้อนกับเขตอนุญาตให้ทำการบินที่มีความขัดแย้งกันได้

# FLIGHT_DRAWING_TOOLTIP_ERROR_SELF_INTERSECTING_GEOMETRY
source: Invalid flight area. Adjust flight area so that it does not overlap with itself.
ar: منطقة رحلة غير صالحة. عدّل منطقة الرحلة حتى لا تتداخل مع نفسها.
cs: Neplatná oblast letu. Nastavte letový prostor tak, aby se sám nepřekrýval.
de: Ungültiges Fluggebiet. Passen Sie das Fluggebiet so an, dass es sich nicht mit sich selbst überlappt.
es: Área de vuelo no válida. Modifica el área de vuelo para que no se superponga consigo misma.
fr: Zone de vol erronée. Ajustez la zone de vol de façon à ce qu'elle ne se recoupe pas avec elle-même.
hi: अमान्य उड़ान क्षेत्र उड़ान क्षेत्र व्यवस्थित करें ताकि यह स्वयं पर ही ओवरलैप न हो जाये।
it: Zona di volo non valida. Regola zona di volo affinché non vi siano sovrapposizioni.
nb_no: Ugyldig flight området. Justere flight området slik at den ikke overlapper med seg selv.
nl: Ongeldige vlucht gebied. Vlucht gebied aanpassen zodat het niet met zichzelf overlapt.
pl_pl: Błędny obszar lotu. Dostosuj obszar lotu tak, lotu, aby nie zachodził na siebie.
sv: Ogiltigt flygområde. Justera flygområdet så att det inte överlappar sig själv.
th: พื้นที่ทำการบินไม่ถูกต้อง ปรับพื้นที่ทำการบินเพื่อไม่ให้พื้นที่ทับซ้อนกัน

# FLIGHT_DRAWING_WIDTH
source: Width
ar: العرض
cs: Šířka
de: Breite
es: Ancho
fr: Largeur
hi: चोड़ाई
it: Larghezza
nb_no: Bredde
nl: Breedte
pl_pl: Szerokość
sv: Bredd
th: ความกว้าง

# FLIGHT_PLAN_BUTTON_TITLE_NEXT
source: Next
ar: التالي
cs: Další
de: Weiter
es: Siguiente
fr: Suivant
hi: अगला
it: Successivo
nb_no: Neste
nl: Volgende
pl_pl: Następny
sv: Nästa
th: ถัดไป

# FLIGHT_PLAN_BUTTON_TITLE_SAVE
source: Save
ar: حفظ
cs: Uložit
de: Speichern
es: Guardar
fr: Enregistrer
hi: सेव
it: Salva
nb_no: Lagre
nl: Opslaan
pl_pl: Zapisz
sv: Spara
th: บันทึก

# FLIGHT_PLAN_ROW_TITLE_AIRCRAFT
source: Select Aircraft
ar: تحديد طائرة
cs: Výběr stroje
de: Flugzeug auswählen
es: Seleccionar aeronave
fr: Sélectionner un appareil
hi: विमान चयन करें
it: Seleziona aeromobile
nb_no: Velg fly
nl: Selecteer vliegtuigen
pl_pl: Wybierz samolot.
sv: Välj flygplan
th: เลือกอากาศยาน

# FLIGHT_PLAN_ROW_TITLE_AIRCRAFT_NAME
source: Aircraft
ar: طائرة
cs: Stroj
de: Flugzeug
es: Aeronave
fr: Appareil
hi: विमान
it: Aeromobile
nb_no: Fly
nl: Vliegtuigen
pl_pl: Lotnictwo
sv: Flygplan
th: อากาศยาน

# FLIGHT_PLAN_ROW_TITLE_BUFFER
source: Buffer
ar: تخزين مؤقت
cs: Vyrovnávací paměť
de: Puffer
es: Reserva
fr: Tampon
hi: प्रतिरोधक
pl_pl: Bufor
sv: Buffert
th: บัฟเฟอร์

# FLIGHT_PLAN_ROW_TITLE_DURATION
source: Duration
ar: المدة
cs: Výdrž
de: Dauer
es: Duración
fr: Durée
hi: अवधि
it: Durata
nb_no: Varighet
nl: Duur
pl_pl: Czas trwania
sv: Varaktighet
th: ช่วงเวลา

# FLIGHT_PLAN_ROW_TITLE_MAX_ALTITUDE
source: Max Altitude AGL
ar: الحد الأقصى للارتفاع فوق مستوى الأرض
cs: Max výška AGL
de: Maximale Höhe AGL
es: Altitud máx. sobre el nivel del suelo
fr: Altitude maximum au dessus du sol
hi: अधिकतम ऊंचाई AGL
it: Altitudine AGL massima
nb_no: Max høyde AGL
nl: Max hoogte AGL
pl_pl: Maksymalna wysokość nad lądem
sv: Max höjd över marken
th: ระดับความสูงสูงสุด AGL

# FLIGHT_PLAN_ROW_TITLE_PILOT
source: Select Pilot Profile
ar: تحديد صفحة الطيار الشخصية
cs: Výběr profilu
de: Pilotenprofil auswählen
es: Seleccionar perfil de piloto
fr: Sélectionner un profil de pilote
hi: पायलट प्रोफ़ाइल चयन करें
it: Seleziona profilo pilota
nb_no: Velg Pilot profil
nl: Pilot profiel selecteren
pl_pl: Wybierz profil pilota
sv: Välj pilotprofil
th: เลือกโปรไฟล์นักบิน

# FLIGHT_PLAN_ROW_TITLE_RADIUS
source: Radius
ar: نصف قطر
cs: Poloměr
es: Radio
fr: Rayon
hi: त्रिज्या
it: Raggio
nl: Straal
pl_pl: Promień
sv: Radie
th: รัศมี

# FLIGHT_PLAN_ROW_TITLE_START_TIME
source: Starts
ar: تبدأ في
cs: Zahájení
de: Startet
es: Comienza
fr: Débute
hi: आरंभ होना
it: Inizia
nb_no: Starter
nl: Begint
pl_pl: Starty
sv: Startar
th: เริ่มต้น

# FLIGHT_PLAN_SECTION_HEADER_ASSOCIATED
source: Pilot & Aircraft
ar: الطيار والطائرة
cs: Pilot a Stroj
de: Pilot & Flugzeug
es: Piloto y aeronave
fr: Pilote et appareil
hi: पायलट और विमान
it: Pilota e aeromobile
nb_no: Pilot og fly
nl: Piloot & vliegtuig
pl_pl: Pilot i Samolot
sv: Pilot och flygplan
th: นักบินและอากาศยาน

# FLIGHT_PLAN_SECTION_HEADER_FLIGHT
source: Flight
ar: الرحلة
cs: Let
de: Flug
es: Vuelo
fr: Vol
hi: उड़ान
it: Volo
nb_no: Fly
nl: Vlucht
pl_pl: Lot
sv: Flygtur
th: เที่ยวบิน

# FLIGHT_PLAN_SECTION_HEADER_SHARE
source: Share My Flight
ar: مشاركة رحلتي
cs: Sdílet let
de: Meinen Flug teilen
es: Compartir mi vuelo
fr: Partager mon vol
hi: मेरी उड़ान साझा करें
it: Condividi il mio volo
nb_no: Dele min flygning
nl: Delen van mijn vlucht
pl_pl: Udostępnij lot
sv: Dela min flygtur
th: แบ่งปันเที่ยวบินของฉัน

# MANUAL_AUTHORIZATION
source: Manual Authorization Pending Submission
ar: التصريح اليدوي المُعلق للإرسال
cs: Manuální autorizace čekající na vyřízení
de: Manuelle Berechtigung noch ausstehend
es: Autorización manual tras la recepción
fr: Autorisation manuelle en attente de la soumission du plan
hi: प्रस्तुति पर्यंत वास्तविक अनुमति
it: Autorizzazione manuale previo invio
nb_no: Manuell godkjenning venter på sending
nl: Handmatige vergunning in afwachting indiening
pl_pl: Autoryzacja manualna oczekująca po złożeniu
sv: Manuell auktorisering i väntan på inlämning
th: การส่งคำขออนุญาตด้วยตนเองกำลังรอดำเนินการ

# PHONE_COUNTRY_SECTION_OTHER_COUNTRY
source: Other
ar: أخرى
cs: Další
de: Andere
es: Otro
fr: Autre
hi: अन्य
it: Altri
nb_no: Andre
nl: Andere
pl_pl: Inne
sv: Övrigt
th: อื่นๆ

# PHONE_COUNTRY_SECTION_SELECTED_COUNTRY
source: Selected Country
ar: الدولة المُحددة
cs: Vybraná země
de: Ausgewähltes Land
es: País seleccionado
fr: Pays sélectionné
hi: चयनित देश
it: Paese selezionato
nb_no: Valgt land
nl: Geselecteerde land
pl_pl: Wybierz kraj
sv: Markerat land
th: ประเทศที่เลือก

# PHONE_VERIFICATION_REQUEST_NEW_SMS_CODE
source: Request New SMS Code
ar: طلب رمز SMS جديد
cs: Vyžádejte si nový kód SMS
de: Neuen SMS-Code anfordern
es: Solicitar nuevo código vía SMS
fr: Demander un nouveau code par SMS
hi: नये SMS कोड का अनुरोध करें
it: Richiedi nuovo codice SMS
nb_no: Be om nye SMS-kode
nl: Nieuwe SMS-Code aanvragen
pl_pl: Żądaj nowej wiadomości z kodem
sv: Begär ny SMS-kod
th: ขอรหัส SMS ใหม่

# PHONE_VERIFICATION_TRY_AGAIN
source: Try Again
ar: إعادة المحاولة
cs: Zkusit znovu
de: Versuchen Sie es erneut
es: Intentar nuevamente
fr: Essayer à nouveau
hi: पुन: प्रयास करें
it: Riprova
nb_no: prøv igjen
nl: &Opnieuw
pl_pl: Spróbuj ponownie
sv: Försök igen
th: ลองใหม่อีกครั้ง

# PHONE_VERIFICATION_VERIFICATION_FAILED
source: Phone Number Verification Failed
ar: فشل التحقق من رقم الهاتف
cs: Ověření telefonního čísla selhalo
de: Überprüfung der Telefonnummer fehlgeschlagen
es: Verificación fallida del número de teléfono
fr: Échec de la vérification du numéro de téléphone
hi: फ़ोन संख्या सत्यापन असफल रहा
it: Verifica numero di telefono non riuscita
nb_no: Telefon nummer bekreftelse mislyktes
nl: Telefoon nummer verificatie mislukt
pl_pl: Weryfikacja numeru telefonu sie nie powiodła
sv: Verifiering av telefonnumret misslyckades
th: การยืนยันหมายเลขโทรศัพท์ล้มเหลว

# PILOT_PROFILE_FAA_REGISTRATION
source: FAA Registration Number
ar: رقم تسجيل إدارة الطيران الفيدرالية
cs: Registrační značka od CAA
de: FAA-Registrierungsnummer
es: Número de registro de la FAA
fr: Numéro FAA d'enregistrement du pilote
hi: FAA पंजीकरण संख्या
it: Numero registrazione FAA
nb_no: FAA registreringsnummer
nl: Registratienummer van de FAA
pl_pl: Numer rejestracyjny FAA
sv: FAA-registreringsnummer
th: หมายเลขทะเบียน FAA

# PILOT_PROFILE_LABEL_EMAIL
source: Email
ar: البريد الإلكتروني
de: E-Mail-Adresse
es: Correo electrónico
hi: ईमेल
nb_no: E-post
sv: E-post
th: อีเมล

# PILOT_PROFILE_LABEL_FIRST_NAME
source: First Name
ar: الاسم الأول
cs: Jméno
de: Vorname
es: Nombre
fr: Prénom
hi: नाम
it: Nome
nb_no: Fornavn
nl: Voornaam
pl_pl: Imię
sv: Förnamn
th: ชื่อตัว

# PILOT_PROFILE_LABEL_LAST_NAME
source: Last Name
ar: اللقب
cs: Příjmení
de: Nachname
es: Apellidos
fr: Nom
hi: कुलनाम
it: Cognome
nb_no: Etternavn
nl: Achternaam
pl_pl: Nazwisko
sv: Efternamn
th: ชื่อสกุล

# PILOT_PROFILE_LABEL_PHONE
source: Phone
ar: رقم الهاتف
cs: Telefon
de: Telefonnummer
es: Teléfono
fr: Téléphone
hi: फ़ोन
it: Telefono
nb_no: Telefon
nl: Telefoon
pl_pl: Telefon
sv: Telefon
th: หมายเลขโทรศัพท์

# PILOT_PROFILE_LABEL_USERNAME
source: Username
ar: اسم المستخدم
cs: Uživatelské jméno
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
hi: उपयोगकर्ता का नाम
it: Nome utente
nb_no: Brukernavn
nl: Gebruikersnaam
pl_pl: Nazwa użytkownika
sv: Användarnamn
th: ชื่อผู้ใช้

# PILOT_PROFILE_SECTION_ADDITIONAL
source: Additional Info
ar: معلومات إضافية
cs: Další informace
de: Zusätzliche Informationen
es: Información adicional
fr: Informations complémentaires
hi: अतिरिक्त जानकारी
it: Informazioni aggiuntive
nb_no: Ytterligere Info
nl: Extra Info
pl_pl: Dodatkowe informacje
sv: Övriga uppgifter
th: ข้อมูลเพิ่มเติม

# PILOT_PROFILE_SECTION_PERSONAL
source: Personal Info
ar: معلومات شخصية
cs: Osobní informace
de: Persönliche Informationen
es: Información personal
fr: Informations personnelles
hi: निजी जानकारी
it: Informazioni personali
nb_no: Personopplysninger
nl: Persoonlijke Info
pl_pl: Osobiste informacje
sv: Personuppgifter
th: ข้อมูลส่วนตัว

# PILOT_PROFILE_STATISTICS_FORMAT
source: %1$@ Aircraft, %2$@ Flights
ar: %1$@ طائرة، %2$@ رحلة
cs: %1$@ Stroj, %2$@ Lety
de: %1$@ Flugzeug, %2$@ Flüge
es: %1$@ aeronaves, %2$@ vuelos
fr: %1$@ appareil, %2$@ vols
hi: %1$@ विमान, %2$@ उड़ानें
it: %1$@ aeromobile, %2$@ voli
nb_no: %1$@ fly, %2$@ flyreiser
nl: %1$@ vliegtuigen, %2$@ vluchten
pl_pl: %1$@ Samoloty, %2$@ loty
sv: %1$@ flygplan, %2$@ flygturer
th: %1$@ อากาศยาน, %2$@ เที่ยวบิน

# REVIEW_FLIGHT_PLAN_NOTICES_TAB_ACCEPTS_NOTICE
source: Accepts Digital Notice
ar: تقبل الإشعار الرقمي
cs: Přijmutí digitálního upozornění
de: Akzeptiert digitale Benachrichtigung
es: Acepta notificación digital
fr: Accepte les avis électroniques
hi: डिजिटल नोटिस स्वीकार करना
it: Accetta comunicazione digitale
nb_no: Godtar Digital varsel
nl: Accepteert de aankondiging van de digitale
pl_pl: Akceptuje powiadomienia cyfrowe.
sv: Accepterar digitalt meddelande
th: ยอมรับการแจ้งเตือนแบบดิจิทัล

# REVIEW_FLIGHT_PLAN_NOTICES_TAB_DOES_NOT_ACCEPT_NOTICE
source: The following authorities in this area do not accept digital notice
ar: السلطات التالية في هذه المنطقة لا تقبل الإشعار الرقمي
cs: Následující autority v této oblasti neakceptují digitální upozornění
de: Die folgenden Behörden in diesem Bereich akzeptieren keine digitale Benachrichtigung
es: Las siguientes organizaciones de esta área no aceptan notificación digital
fr: Dans cette zone, les autorités suivantes n'acceptent pas les notifications numériques.
hi: इस क्षेत्र में निम्न प्राधिकरण डिजिटल नोटिस स्वीकार नहीं करते हैं।
it: Le seguenti autorità in questa zona non accettano le comunicazioni digitali
nb_no: Følgende myndighetene i dette området godtar ikke digital varsel
nl: De volgende instanties op dit gebied accepteren geen digitale kennisgeving
pl_pl: Następujące władze nie akceptują powiadomień cyfrowych.
sv: Följande myndigheter i det här området accepterar inte digitalt meddelande
th: ผู้มีอำนาจต่อไปนี้ในพื้นที่นี้ไม่ยอมรับการแจ้งเตือนแบบดิจิทัล

# REVIEW_FLIGHT_PLAN_NOTICES_TAB_SECTION_HEADER_NO_NOTICES
source: There are no notices for this flight.
ar: لا يوجد إشعارات لهذه الرحلة.
cs: Na tento let nejsou žádné oznámení.
de: Für diesen Flug gibt es keine Benachrichtigungen.
es: No hay notificaciones para este vuelo.
fr: Il n'y a pas de notification pour ce vol.
hi: इस उड़ान के लिये कोई नोटिस नहीं हैं।
it: Non ci sono comunicazioni per questo volo.
nb_no: Finnes det ingen merknader for denne flyturen.
nl: Er zijn geen berichten voor deze vlucht.
pl_pl: Nie ma powiadomień dla tego lotu.
sv: Det finns inga meddelanden för den här flygturen.
th: ไม่มีการแจ้งเตือนใดๆ สำหรับเที่ยวบินนี้

# RULESET_SELECTION_TYPE_OPTIONAL
source: Optional
ar: اختياري.
cs: Volitelná
es: Opcional
fr: Facultatif
hi: वैकल्पिक
it: Opzionale
nb_no: Valgfritt
nl: Optioneel
pl_pl: Opcjonalny
sv: Frivillig
th: ตัวเลือก

# RULESET_SELECTION_TYPE_PICKONE
source: Pick One
ar: اختيار واحدة
cs: Vybrat jeden
de: Eins auswählen
es: Seleccionar uno
fr: Sélectionnez
hi: एक चुनें
it: Scegline uno
nb_no: Velg en
nl: Kies een
pl_pl: Wybierz jeden
sv: Välj en
th: เลือกหนึ่งอย่าง

# RULESET_SELECTION_TYPE_REQUIRED
source: Required
ar: مطلوب
cs: Povinná
de: Erforderlich
es: Obligatorio
fr: Requis
hi: चाहिये
it: Richiesto
nb_no: Kreves
nl: Vereist
pl_pl: Wymagany
sv: Obligatorisk
th: จำเป็นต้องระบุ

# STATUS_GREEN_DESCRIPTION
source: Informational
ar: إعلامي
cs: Informační
de: Informativ
es: Informativo
fr: Pour information
hi: अंतरराष्ट्रीय
it: Informativo
nb_no: Informativ
nl: Informatieve
pl_pl: Informacyjny
sv: Information
th: ด้านสารสนเทศ

# STATUS_ORANGE_DESCRIPTION
source: Action Required
ar: الإجراء مطلوب
cs: Vyžadována akce
de: Maßnahme erforderlich
es: Acción obligatoria
fr: Action requise
hi: कार्यवाही चाहिये
it: Azione richiesta
nb_no: Handling kreves
nl: Actie vereist
pl_pl: Wymagana akcja
sv: Åtgärd krävs
th: จำเป็นต้องดำเนินการ

# STATUS_RED_DESCRIPTION
source: Flight Strictly Regulated
ar: الرحلة خاضعة للتنظيم الصارم
cs: Přísná regulace letu
de: Flug streng reguliert
es: Vuelo con regulación estricta
fr: Vol strictement réglementé
hi: दृढ़तापूर्वक नियंत्रित उड़ान
it: Volo strettamente regolamentato
nb_no: Flight strengt regulert
nl: Vlucht strikt gereglementeerd
pl_pl: Lot ściśle regulowany
sv: Flygturen strängt reglerad
th: เที่ยวบินถูกควบคุมอย่างเคร่งครัด

# STATUS_YELLOW_DESCRIPTION
source: Advisories
ar: الإرشادات
cs: Upozornění
de: Empfehlungen
es: Avisos
fr: Avertissements
hi: परामर्श
it: Avvisi
nb_no: Varsler
nl: Adviezen
pl_pl: Zalecany
sv: Rådgivande
th: คำแนะนำ

# TRAFFIC_ALERT_WITH_AIRCRAFT_ID_AND_DISTANCE_FORMAT
source: Traffic %1$@ Altitude %2$@ %3$@ %4$@ %5$@
ar: مرور %1$@ ارتفاع %2$@ %3$@ %4$@ %5$@
cs: Provoz %1$@ Letová výška %2$@ %3$@ %4$@ %5$@
de: Verkehr %1$@ Höhe %2$@ %3$@ %4$@ %5$@
es: Tráfico %1$@ Altitud %2$@ %3$@ %4$@ %5$@
fr: Trafic %1$@ Altitude %2$@ %3$@ %4$@ %5$@
hi: ट्रैफिक %1$@ ऊंचाई %2$@ %3$@ %4$@ %5$@
it: Traffico %1$@ Altitudine %2$@ %3$@ %4$@ %5$@
nb_no: Trafikk %1$@ Altitude %2$@ %3$@ %4$@ %5$@
nl: Verkeer %1$@ hoogte %2$@ %3$@ %4$@ %5$@
pl_pl: Natężenie ruchu %1$@ Wysokość %2$@ %3$@ %4$@ %5$@
sv: Trafik %1$@ Höjd %2$@ %3$@ %4$@ %5$@
th: การจราจร %1$@ ระดับความสูง %2$@ %3$@ %4$@ %5$@

# TRAFFIC_ALERT_WITH_AIRCRAFT_ID_FORMAT
source: Traffic %1$@ Altitude %2$@ %3$@
ar: مرور %1$@ ارتفاع %2$@ %3$@
cs: Provoz %1$@ Letová výška %2$@ %3$@
de: Verkehr %1$@ Höhe %2$@ %3$@
es: Tráfico %1$@ Altitud %2$@ %3$@
fr: Trafic %1$@ Altitude %2$@ %3$@
hi: ट्रैफिक %1$@ ऊंचाई %2$@ %3$@
it: Traffico %1$@ Altitudine %2$@ %3$@
nb_no: Trafikk %1$@ Altitude %2$@ %3$@
nl: Verkeer %1$@ hoogte %2$@ %3$@
pl_pl: Natężenie ruchu %1$@ Wysokość %2$@ %3$@
sv: Trafik %1$@ Höjd %2$@ %3$@
th: การจราจร %1$@ ระดับความสูง %2$@ %3$@

# UNITS_IMPERIAL
source: Imperial
ar: وحدات إمبراطورية
cs: Univerzální
fr: Impérial
hi: राजसी
it: Imperiale
pl_pl: Imperialne
sv: Brittisk måttenhet
th: หน่วยวัดระบบอังกฤษ

# UNITS_METRIC
source: Metric
ar: متري
cs: Metrické
de: Metrisch
es: Métrico
fr: Métrique
hi: मेट्रिक
it: Metrico
nb_no: Beregning
nl: Metrisch
pl_pl: Metryczne
sv: Metersystem
th: หน่วยวัดระบบเมตริก

# UNITS_NAUTICAL_MILE_FORMAT
source: %@ NM
ar: %@ ميل بحري
es: %@ M
th: %@ ไมล์ทะเล

# UNITS_SPEED_FORMAT_KNOTS
source: %@ kts
ar: %@ عقدة
es: %@ nudos
th: %@ นอต

# UNITS_SPEED_FORMAT_METERS_PER_SECOND
source: %@ m/s
ar: %@ متر/ثانية
th: %@ เมตร/วินาที

# UNITS_SPEED_FORMAT_MILES_PER_HOUR
source: %@ mph
ar: %@ ميل في الساعة
fr: %@ km/h
th: %@ ไมล์ต่อชั่วโมง

# UNITS_SPEED_RANGE_FORMAT_METERS_PER_SECOND
source: %1$@-%2$@ m/s
ar: %1$@-%2$@ متر/ثانية
th: %1$@-%2$@ เมตร/วินาที

# UNITS_SPEED_RANGE_FORMAT_MILES_PER_HOUR
source: %1$@-%2$@ mph
ar: %1$@-%2$@ ميل في الساعة
fr: %1$@-%2$@ km/h
th: %1$@-%2$@ ไมล์ต่อชั่วโมง

# UNITS_TEMPERATURE_CELCIUS_FORMAT
source: %1$@°C
ar: %1$@°سيليزيوس
nl: %1$@Â°C
th: %1$@องศาเซลเซียส

# UNITS_TEMPERATURE_FAHRENHEIT_FORMAT
source: %1$@°F
ar: %1$@°فهرنهايت
nl: %1$@Â°F
th: %1$@องศาฟาเรนไฮต์

# VALIDATION_ACCEPTED
source: Validated
ar: تم التحقق من الصحة
cs: Ověřeno
de: Bestätigt
es: Validado
fr: Validée
hi: सत्यापित
it: Confermato
nb_no: Godkjent
nl: Gevalideerd
pl_pl: Zatwierdzony
sv: Validerad
th: ตรวจสอบแล้ว

source: Validation Not Requested
ar: لم يتم طلب التحقق
cs: Ověření není vyžadováno
de: Bestätigung nicht angefordert
es: Validación no solicitada
fr: Validation non demandée
hi: सत्यापन की मांग नहीं की गई
it: Conferma non richiesta
nb_no: Godkjenningen ikke forespurt
nl: Validatie niet om gevraagd
pl_pl: Walidacja nieżądana
sv: Validering har inte begärts
th: ไม่ขอรับการตรวจสอบความถูกต้อง
